Repository: jnydal/felizdate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: no

source: Invalid facebook session.
no: Ugyldig Facebook sessjon

source: Norwegian
no: Norsk

source: Account has been disabled.
no: Kontoen har blitt deaktivert

source: Incorrect e-mail/password.
no: Ugyldig e-post/passord

source: Profile does not exist.
no: Profilen eksisterer ikke

source: Your async session is not available.
no: Din chat sessjon er ikke tilgjengelig... prøv å oppdatere siden

source: Crop parameters is missing.
no: Kutte paratererer mangler

source: Profilename already exists. Please select another one.
no: Profilnavnet eksisterer allerede. Velg et annet.

source: profileId is required.
no: profileId er påkrevd

source: Profileimage was not accepted
no: Profilbildet ble ikke godkjent

source: In use
no: I bruk

source: session expired
no: sessjonen er utløpt

source: Must supply since parameter
no: since parameter mangler

source: E-mail
no: E-post

source: Reset password...
no: Nullstill passord...

source: Please go to the following page and choose a new password:
no: Vennligst gå til følgende side for å velg et nytt passord

source: Thanks for using our site!
no: På gjensyn!

source: The Felizdate team
no: Felizdate teamet

source: Password reset
no: Passord nullstilling

source: E-mail address:
no: E-post adresse:

source: Reset my password
no: Nullstille mitt passord

source: Available on web, pads and mobiles
no: Tilgjengelig på web, pads og mobiler

source: Match based on custom interests
no: Match basert på egendefinerte interesser

source: Location based match feature
no: Lokasjonsbasert match konsept

source: Realtime chat
no: Realtid chat

source: Report/blocking feature
no: Rapportering/blokkerings funksjon

source: 100% anonymity
no: 100% anonymnt

source: Completely FREE!
no: Helt GRATIS!

source: Sign-up
no: Bli medlem

source: Sign-up via facebook (*)
no: Bli medlem gjennom Facebook (*)

source: Terms of use
no: Brukervillkår

source: Privacy policy
no: Personvern

source: You have recieved a message from
no: Du har mottatt en melding fra

source: Log into felizdate to read the message:
no: Logg inn på Felizdate for å lese meldingen
