Repository: jnydal/felizdate
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: no

source: Body
no: Kropp

source: Skin
no: Hud

source: Hair
no: Hår

source: Eyes
no: Øyne

source: Other
no: Annet

source: Slim
no: Slank

source: Athletic
no: Athletisk

source: Some extra pounds
no: Noen ekstra kilo

source: Fat
no: Overvektig

source: Fair
no: Lys

source: Bronze
no: Lys brun

source: Tanned
no: Tan

source: Dark
no: Mørk

source: Brown
no: Brune

source: Blue
no: Blå

source: Green
no: Grønne

source: Administrative / Secretarial / Clerical
no: Administrative / sekretær

source: Advertising / Media
no: Reklame / Media

source: Artistic / Creative / Performance
no: Kunst / Artist / Håndverk

source: Construction / Trades
no: Byggebransje / Handel

source: Education / Academic
no: Utdanning / Akademisk

source: Entertainment / Media
no: Underholdning / Media

source: Executive / Management / HR
no: Leder / Rekruttering

source: Farming / Agriculture
no: Agrikultur

source: Finance / Banking / Real Estate
no: Finans / Bank / Eiendom

source: Fire / Law enforcement / Security
no: Brann / Politi / Sikkerhet

source: Hair dresser / Personal Grooming
no: Frisør / Barberer

source: IT / Communications
no: IT / Data

source: Laborer / Manufacturing
no: Produksjonsmedarbeider

source: Legal
no: Advokat

source: Medical / Dental / Veterinary
no: Lege / Tannlege / Veterinær

source: Military
no: Militæret

source: Nanny / Child care
no: Barnevakt / Barnehage assistent

source: No occupation / Stay at home
no: Inget yrke / Er hjemmeværende

source: Non-profit / clergy / social services
no: Ikke-profit / Sosialarbeider

source: Political / Govt / Civil service
no: Politisk / Statsansatt / Sivile tjenester

source: Retail / Food services
no: Handel / Mat tjenester

source: Retired
no: Pensjonert

source: Sales / Marketing
no: Salg / Marked

source: Self employed
no: Har eget firma

source: Sports / recreation
no: Sport

source: Technical / Science / Engineering
no: Teknisk / Forsking / Ingeniør

source: Travel / Hospitality
no: Reise / Vertskap

source: Unemployed
no: Arbeidsledig

source: Vacational
no: Yrkeskole

source: Socialist
no: Rød

source: Democrat
no: Grønn

source: Liberal
no: Blå

source: Republican
no: Veldig blå

source: Christian
no: Kristen

source: Orthodox
no: Ortodoks

source: non-religious
no: ikke-religiøs

source: single
no: singel

source: in relationship
no: i et forhold

source: married
no: gift

source: divorced
no: skilt

source: Male
no: Mann

source: Female
no: Kvinne

source: Flirt
no: Flørt

source: Friend
no: Venn

source: Sunday friend
no: Veldig veldig god venn...

source: Weak
no: Svakt

source: Strong
no: Sterkt

source: hours ago
no: timer siden

source: Video is not supported.
no: Video er ikke støttet

source: Server did not respond. Try again later.
no: Server svarte ikke... prøv igjen om litt... :)

source: Search
no: Søk

source: Settings
no: Instillinger

source: Logout
no: Logg ut

source: Terms of use
no: Bruksvillkår

source: Privacy policy
no: Personvern

source: Facebook login failed.
no: Facebook inloggingen feilet.

source: Messages
no: Meldinger

source: View all messages
no: Vis alle meldinger

source: Away
no: Borte

source: Invisible
no: Usynlig

source: Close
no: Lukk

source: Crop
no: Kutt

source: common.close
no: Lukk

source: common.done
no: Ok

source: common.cancel
no: Avbryt

source: common.ok
no: Ok

source: Error
no: Feil

source: General
no: Generelt

source: Details
no: Detaljer

source: Cheer!
no: Blunk

source: Block
no: Blokker

source: female
no: kvinne

source: male
no: mann

source: Gender
no: Kjønn

source: Age
no: Alder

source: Marital status
no: Sivilstatus

source: Looking for
no: Ser etter

source: Description
no: Beskrivelse

source: Interests
no: Interesser

source: Basics
no: Grunnleggende

source: Occupation
no: Yrke

source: Educational degree
no: Utdanning

source: Political
no: Politisk

source: Partner preferences
no: Partner preferanser

source: Partner occupation
no: Yrke

source: Partner educational degree
no: Utdanning

source: Partner political
no: Politisk

source: Partner religion
no: Religion

source: Previous
no: Forrige

source: Next
no: Neste

source: Information
no: Informasjon

source: See selection
no: Se utvalg

source: Sign-up
no: Bli med!

source: Sign-up via facebook (*)
no: Logg inn med facebook!

source: * By signing-up via Facebook&copy; account you don't need to create a<br>login account. Interests is copied to your Felizdate profile which<br>you can change anytime. Your privacy is our main concern.
no: * Når du registrerer deg via Facebook&copy; trenger du ikke lage ekstra innloggingskonto. Interesser bli også automatisk kopiert inn i din Felizdate profil som du kan redigere når som helst. Din anonymitet er viktigst for oss.

source: Match based on custom interests
no: Match basert på egendefinerte interesser

source: Location based match feature
no: Lokasjonsbasert match

source: Realtime chat
no: Realtid chat

source: Report/blocking feature
no: Rapportering/blokkeringsfunksjon

source: Available on web, pads and mobiles
no: Tilgjengelig på web, pads og mobiler

source: 100% anonymity
no: 100% anonymnt

source: <span>FREE premium membership until July 2013</span>
no: <span>Gratis premium medlemskap til Juli 2013</span>

source: <span>cooking</span>
no: <span>matlaging</span>

source: <span>skiing</span>
no: <span>ski</span>

source: <span>travel</span>
no: <span>reise</span>

source: <span>movies</span>
no: <span>filmer</span>

source: <h2>Match based on custom interests</h2><p>Let the system find perfect matches based on your custom interests.</p>
no: <h2>Match basert på egendefinerte interesser</h2><p>La tjenesten finne den optimale match for deg basert på dine egendefinerte interesser.</p>

source: add
no: legg til

source: submit
no: lagre

source: private journalism|
no: privat journalistikk|

source: dancing
no: dansing

source: <h2>Location based match feature</h2><p>Felizdate provides a location match feature for finding potential dates nearby. You are maybe in a cafe or restaurant and want to see if any girls are close to you.</p>
no: <h2>Lokasjonsbasert match</h2><p>Felizdate tilbyr en lokasjonsbasert match løsning så du kan finne potensielle dater nær deg - foreksempel når du sitter på en cafe i sentrum.</p>

source: <h2>Media album</h2><p>Show more of yourself via the media album, Upload MP4 and OGG videos, in addition to images.</p>
no: <h2>Media album</h2><p>Få frem flere sider av deg selv ved hjelp av media album løsningen hvor du kan laste opp både video og bilder.</p>

source: <h2>Realtime chat</h2><p>Chat with multiple persons at the same time via the unique dialog system. The extension chat panel allows you to read profiles at the same time as your in a active dialog.</p>
no: <h2>Realtids chat</h2><p>Chat med mange samtidig gjennom det unike dialog systemet. Konseptet lar deg på en lettvint måte chatte mens du kan lese profilen til de du snakker med.</p>

source: <h2>Portability</h2><p>Felizdate supports most newer browsers in desktops, laptops, pads and mobiles. Our aim is to create the ultimate online dating experience.</p>
no: <h2>Portabilitet</h2><p>Felizdate støtter de fleste nyere nettlesere på vanlige datamaskiner, laptops, pads og mobiler. Vårt fokus er å lage den enkleste, raskeste og mest brukervennlige datingtjenesten i Norge.</p>

source: Image
no: Bilde

source: 1. Account
no: 1. Konto

source: 2. Profile
no: 2. Profil

source: 3. Enjoy
no: 3. Ha det gøy!

source: Account information
no: Innloggingsinformasjon

source: Step 1:
no: Steg 1:

source: Create new login account, or use your facebook account to authorize at this site.
no: Lag ny innloggingskonto

source: Set up your profile basics
no: Sett opp din profil

source: Step 2:
no: Steg 2:

source: Advanced profile setup can be done later.
no: Avanserte profildetaljer kan settes opp senere.

source: Find a friend
no: Finn en partner

source: Step 3:
no: Steg 3:

source: Meet people with your interests.
no: Møt partnere med samme interesser som deg

source: Best matches
no: Beste treff

source: Custom
no: Tilpasset

source: Service quality suggestion: Upload profileimage to see profileimages of other users.
no: Tjenesteforbedring: For å se profilbilder av andre brukere, last opp bilde på Instillinger -> Profil -> Profilbilde

source: search
no: søk

source: Improvement
no: Forbedring

source: User
no: Bruker

source: Account
no: Brukerkonto

source: Profile
no: Profil

source: Advanced
no: Avansert

source: Report
no: Rapporter

source: No image uploaded.
no: Bilde er ikke lastet opp

source: Active Image:
no: Aktivt bilde

source: Image uploaded. Save profile to submit choice.
no: Bilde er lastet opp. Lagre profilen for å bekrete bildet.

source: Your position
no: Din posisjon

source: Submit
no: Ok

source: select
no: velg

source: E-mail
no: E-post

source: Password
no: Passord

source: Login
no: Logg inn

source: Register
no: Registrer

source: forgotten password?
no: glemt passord?

source: GeoMatcher is only available in GeoOnline mode.
no: GeoMatch er kun tilgjengelig i GeoOnline modus.

source: GeoMatcher is only available for handheld devices.
no: GeoMatch er kun tilgjengelig for håndholdte enheter.

source: Min age
no: Minimum alder

source: Max age
no: Maksimum alder

source: Country
no: Land

source: City
no: By

source: Political alignment
no: Politisk syn

source: Logged in
no: Innlogget

source: back
no: tilbake

source: Your password will be sent to this address. Your address will not be made public.
no: Passordet ditt blir sent til denne adressen. Adressen vil ikke bli synlig for andre.

source: Confirm password
no: Bekreft passord

source: Agree to service conditions
no: Aksepter tjenestebetingelser

source: I agree to the terms and conditions of use and the privacy policy
no: Jeg godtar bruk og personverns-villkårene

source: Profile name
no: Profilnavn

source: Year of birth
no: Født

source: Seeking gender
no: Søker kjønn

source: Appearance
no: Utseende

source: Profession
no: Yrke

source: Upload
no: Last opp

source: Supports PNG, GIF, JPG, MP4 and OGG (max 10mb)
no: Støtter PNG, GIF, JPG, MP4 og OGG (maks 10mb)

source: Delete
no: Slett

source: Have children
no: Har barn

source: Without children
no: Uten barn

source: Has image
no: Med bilde

source: Open subscription
no: Ingen bindingstid

source: Switch to classic view
no: Klassisk visning
